[{"id":1,"img":"https://www.hostinger.com/tutorials/wp-content/uploads/sites/2/2018/11/what-is-html-1.jpg","name":"Learn HTML & HTML5","details":"The HyperText Markup Language, or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets and scripting languages such as JavaScript.","price":"750৳","instructorName":"Ruman Kazi"},{"id":2,"img":"http://d1jnx9ba8s6j9r.cloudfront.net/blog/wp-content/uploads/2019/06/What-is-CSS.jpg","name":"Learn CSS & CSS3","details":"Cascading Style Sheets is a style sheet language used for describing the presentation of a document written in a markup language such as HTML. CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript","price":"1150৳","instructorName":"Ruman Kazi"},{"id":3,"img":"https://getbootstrap.com/docs/5.1/assets/img/bootstrap-icons.png","name":"Learn Advance Bootstrap 5","details":"Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development. It contains CSS- and JavaScript-based design templates for typography, forms, buttons, navigation, and other interface components.","price":"820৳","instructorName":"Ali Hossin"},{"id":4,"img":"https://www.hostinger.com/tutorials/wp-content/uploads/sites/2/2018/07/what-is-javascript.jpg","name":"Learn Advance JavaScript","details":"JavaScript, often abbreviated as JS, is a programming language that conforms to the ECMAScript specification. JavaScript is high-level, often just-in-time compiled, and multi-paradigm. It has curly-bracket syntax, dynamic typing, prototype-based object-orientation, and first-class functions.","price":"1790৳","instructorName":"Jhankar Mahbub"},{"id":5,"img":"https://www.mindinventory.com/blog/wp-content/uploads/2021/05/react-libraries.png","name":"Learn Advance React","details":"React is a free and open-source front-end JavaScript library for building user interfaces or UI components. It is maintained by Facebook and a community of individual developers and companies. React can be used as a base in the development of single-page or mobile applications.","price":"2750৳","instructorName":"Jhankar Mahbub"},{"id":6,"img":"https://s.w.org/style/images/about/alternative.png","name":"Learn Advance Wordpress","details":"WordPress is a free and open-source content management system written in PHP and paired with a MySQL or MariaDB database. Features include a plugin architecture and a template system, referred to within WordPress as Themes.","price":"1450৳","instructorName":"Saidur Rahman Setu"},{"id":7,"img":"https://content.techgig.com/thumb/msid-78576603,width-860,resizemode-4/4-most-common-C-programming-mistakes-that-you-must-avoid.jpg?72434","name":"Learn C Programme","details":"C is a general-purpose, procedural computer programming language supporting structured programming, lexical variable scope, and recursion, with a static type system. By design, C provides constructs that map efficiently to typical machine instructions.","price":"2250৳","instructorName":"Anisul Islam"},{"id":8,"img":"https://kinsta.com/wp-content/uploads/2020/03/php-tutorials.png","name":"Learn PHP Programme","details":"PHP is a general-purpose scripting language geared towards web development. It was originally created by Danish-Canadian programmer Rasmus Lerdorf in 1994. The PHP reference implementation is now produced by The PHP Group.","price":"2750৳","instructorName":"Sumit Saha"}]